Revit 2024 API
PlasticVinyl.PlasticvinylBump Property
 The property labeled "Finish Bumps" from the "PlasticVinyl" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string PlasticvinylBump { get; }
Visual Basic
Public Shared ReadOnly Property PlasticvinylBump As String
	Get
Visual C++
public:
static property String^ PlasticvinylBump {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "PlasticvinylBumpType".
See Also
PlasticVinyl Class
Autodesk.Revit.DB.Visual Namespace